import manyflowers from "./mnogoflowers.png";
import "../styles/aboutus.css";

function About() {
    return (
        <div className = "about-us">
            <div className = "about-us-left">
                <span className = "text-about-us-h">О нас</span>
                <span className = "text-about-us-l"> Если путь к сердцу мужчины лежит через желудок, 
то путь к сердцу девушки – через роскошный букет цветов, 
от которого трудно отвести взгляд. Это признание в любви 
в наивысшей точке, и красота в последней инстанции. Поэтому 
неудивительно, что многие стремятся построить бизнес на том,
 на что люди не жалеют деньги – чувства, верность и уважение. 
 И креативный продающий текст рекламы цветов передаёт эту силу
  изящества, утончённости и благородства, показывает, что этот 
  подарок останется в центре внимания. Многим сами цветы не
   важны. Им важен сам факт вложенных усилий и внимания. 
   Единственный в своём роде букет, способный без слов 
   красноречиво выразить всю палитру необузданных чувств, 
   он произведёт неизгладимое впечатление как на юную 
   романтичную девушку, так и на искушённую даму. Правильно 
   подобранный у профессионального флориста букет открывает 
   колоссальные перспективы. И кто этим профессионалом будет,
    расскажет креативный текст рекламы цветов. Мы молодая, но 
    активно развивающаяся компания, занимающаяся продажей 
    цветов, букетов, а также сопутствующих товаров к ним.
    Поставки осуществляются раз в 2 дня. Цветы едут к нам
    прямиком из Европейских стран. Нас более 10 филиалов 
    по всей стране. Присоединяйтесь к нашему большому и 
    дружному сообществу!</span>
            </div>
            <div className = "about-us-right">
                <img className = "images-about-us" src = {manyflowers}/>
            </div>
        </div>
    );
}

export default About;